---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricReinSpanSymbol
source: html/c0f0f9b3-b499-db64-dd06-426b3b0be661.htm
---
# FabricReinSpanSymbol Properties

The id of the assembly instance to which the element belongs.